Repository: EnesKaraosman/iOSBaseProject
Catalog: *.lproj/Localizable.strings
Languages: tr

source: Network
tr: Ağ

source: FontProvider
tr: Font Sağlayıcı

source: Generic ListController
tr: Jenerik ListController

source: Template Controller
tr: Template Kontrollör

source: Language
tr: Dil

source: Settings
tr: Ayarlar

source: Choose preferred language
tr: Tercih ettiğiniz dili seçiniz

source: To apply changes restart app!
tr: Değişiklikleri uygulamak için uygulamayı yeniden başlatın!

source: Cancel
tr: Vazgeç

source: Choose preferred theme
tr: Tema tercihinizi seçiniz

source: Theme
tr: Tema

source: Connected to Internet
tr: İnternete bağlanıldı.

source: Internet Connection Lost
tr: İnternet bağlantısı yok.

source: Light
tr: Açık

source: Dark
tr: Koyu
